Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/explanations_and_stories_fi/saamen_kielilaki_kertomus_29ss.pdf.tmx
Source language: sme
Languages: smn

source: Sámi giellalága 28 § mielde juohke virgeoapmahaš bearráigeahččá iežas doaibmasuorggis sámi giellalága čuovvuma.
smn: Säämi kielâlaavâ 28 § mield juáháš virgeomâhâš kocá jieijâs toimâsyergist säämi kielâlaavâ nuávdittem.

source: Lága 24 §:i gullá njuolggadus, man mielde virgeoapmahaš galgá doaimmastis iešdoaimmalaččat fuolahit das, ahte sámi giellalága sihkkarastán gielalaš vuoigatvuođat ollašuvvet geavadis.
smn: Laavâ 24 §:n kulá almosnjuolgâdus, mon mield kalga virgeomâhâš toimâinis jiešráđálávt anneeđ huolâ tast, et säämi kielâlaavâ turvim kielâlâš vuoigâdvuođah olášuveh argâelimist.

source: Čielggadeami vuođul dát prinsihpat eai ollašuva suopmelaš servodagas čielgasitge sámi giellalága dárkkuhan vugiin.
smn: Čielgiittâs vuáđuld tah prinsiipah iä olášuu syemmilâš ohtsâškoddeest aainâskin säämi kielâlaavâ uáivildem vuovvijn.

source: Vástádusain vuhtto čielgasit jurddašeapmi, man mielde láhka čuvvojuvvo easkka go gii nu áššis fuopmášuhttá.
smn: Vástádâsâin vuáttoo čielgâsávt jurdâččemvyehi, mon mield laahâ nuávdittuvvoo eskân talle ko kiinii ääšist huámášit.

source: Virgeoapmahaččat leat sámi giellalága vuostá sirdán dán ovddasvástádusa áššehasaide.
smn: Maaŋgâin vástádâsâin poođij uáinusân sämikielâlâš palvâlusâi táárbu váájuvvuotâ.

source: Máŋggain vástádusain bođii ovdan sámegielat bálvalusaid jearrama vátnivuohta.
smn: Säämi kielâlaavâ mield kalga virgeomâhâš čäittiđ et sun palvâl sämikielân.

source: Sámi giellalága mielde virgeoapmahaččat galget čájehit ahte bálvalit sámegillii, nu ahte sámegielat bálvalusaid jearran gáibida álo maiddái bálvalusaid fállama sámegillii ja vástu sámi giellalága čuovvumis lea virgeoapmahččas.
smn: Nuuvtpa sämikielâlâš palvâlusâi tárbu váátá ain meiddei palvâlusâi faallâm sämikielân já ovdâsvástádâs säämi kielâlaavâ nuávdistmist lii virgeomâhist.

source: Sámi giellaláhka leamašan fámus njeallje jagi ja dan doaibmivuohta ii leat testejuvvon viidát riektevuogádaga bokte.
smn: Säämi kielâlaahâ lii lamaš vyeimist nelji ive já tom toimâmvuotâ ij lah testajum vijđásubbooht riehtivuáháduv pehti.

source: Vejolaš virgeoapmahaččat geaidda sámi giellalága rihkkumis sáhttá váidalit, leat riikkabeivviid vuoigatvuohtaáššealmmái, vuoigatvuohtakánsler, leanaráđđehus, poles ja vehádatáittardeaddji.
smn: Máhđulávt virgeomâheh, kiäid säämi kielâlaavâ rikkomist puáhtá kuoddâliđ, láá ovdâskode riehtiäššialmai, riehtikansler, läänihaldâttâs, poolis já ucceeblohováldálâš.

source: Sámi giellalága vuođul leat riikkabeivviid vuoigatvuohtaáššeolbmui boahtán golbma váidalusa, mat guske sámegielat skoviid váiluma ja dili mas tulkon lei lágiduvvon sámegillii, muhto áššáigullevaš čálalaš dokumeanttat eai lean jorgaluvvon sámegillii ja sámegielat beavdegirjji riektavuođa.
smn: Säämi kielâlaavâ vuáđuld láá ovdâskode riehtiäššialmai puáttám kulmâ kuoddâlem, moh kyeskih sämikielâlâš luámáttuvâi váilum já tilálâšvuođâ mast tulkkum lâi uárnejum sämikielân, mut áášánkullee kirjáliih dokumeentah iä lamaš jurgâlum sämikielân já sämikielâlâš pevdikirje tuođâlâšvuođâ.

source: Riikkabeivviid vuoigatvuohtaáššeolmmoš lea jagi 2007 loahpas (20.12.2007 Dnrot 3905/07, 3906/07, 3722/4/05) addin čovdosiin gidden sámi giellalága vuođul fuopmášumi dasa, ahte poleshálddahusa guovddáš skovit ja ráŋggaštušmearrádusskovit ja maiddái meannudanrávvagat eai leat oažžumis sámegillii.
smn: Ovdâskode riehtiäššialmai lii ive 2007 loopâst (20.12.2007 Dnr:h 3905/07, 3906/07, 3722/4/05) adelem miärádâsâinis kiddim säämi kielâlaavâ vuáđuld huámášume toos, et poolishaldâšem kuávdášlâš luámáttuvah já ráŋgáštâsmiärádâsluámáttuvah sehe monâttâllâmravvuuh iä lah finniimist sämikielân.

source: Sámiid gielalaš vuoigatvuođaid sihkkarastima várás sámi giellalága rihkkumušaid buktin riektevuogádaga ollái lea erenomáš dehalaš sámi giellalága ollašuvvamage dáfus.
smn: Sämmilij kielâlâš vuoigâdvuođâi visásmitmân säämi kielâlaavâ rikkomušâi pyehtim riehtivuáháduv pirrâdâhân lii eromâš tehálâš säämi kielâlaavâ olášume-uv tááhust.

source: Rihkkumušaid čielggadeapmin ja eastadeapmin galgá ráhkadit čielga váidalan- ja sanktiovuogádaga.
smn: Rikkomušâi čielgiimân já estimân kalga rähtiđ čielgâ kuoddâlem- já ráŋgáštemvuáháduv.

source: Sámiid gielalaš vuoigatvuođaid ollašuvvan gáibida dieđiheami sámi giellalágas, virgeoapmahaččain doarvái sámegiela dáiddu ja maiddái ekonomalaš resurssaid sámegielat doaimma jotkkolaš doarjumii.
smn: Toimâiävtuttâsah Sämmilij kielâlâš vuoigâdvuođâi olášume váátá tieđettem säämi kielâlaavâst, virgeomâhijn kelijdeijee sämikielâtááiđu sehe ekonomâlâš naavcâid sämikielâlâš tooimâ juátkojeijee tuárjumân.

source: Stáhta váldi galgá čujuhit ruđaid doarvái sámegielat bálvalusaid sihkkarastimii sámiid ruovttuguovllus.
smn: Staatâväldi kalga čujottiđ ruuđâid kelijdeijee sämikielâlâš palvâlusâi pyevtitmân sämikuávlust.

source: Muitalussii leat laktojuvvon dan vuođđun leahkki čielggadeami dárkilis doaibmabiddjoevttohusat, maiguin sámiid gielalaš vuoigatvuođaid sáhtášii buoridit ja ovddidit.
smn: Muštâlusân láá lohtum čielgiittâs tärkkilis toimâiävtuttâsahah, moh láá ton vuáđđun, já moiguin sämmilij kielâlâš vuoigâdvuođâid puávtáččij pyerediđ já ovdediđ.

source: Sámiid ruovttuguovllu gielddaid ja stáhtahálddahusa ossodagaid guoskevaš evttohusat:
smn: Sämikuávlu kieldâid já staatâhaldâsem ohtâduvâid kyeskee iävtuttâsah:

source: Sámiid ruovttuguovllu gielddat, stáhta virgebáikkit / fitnodatlágádusat ja sámeorganisášuvnnat galget dieđihit ja skuvlet jeavddalaččat bargiid sámi giellalágas.
smn: Sämikuávlu kieldah, staatâ virgáduvah / finnodâhlájádâsâh já sämiorganisaatioh kalgeh tieđettiđ já škovliđ merikoskâsávt pargeidis säämi kielâlaavâst.

source: Sámiid ruovttuguovllu gielddat, stáhta virgebáikkit / fitnodatlágádusat ja sámeorganisášuvnnat galget dieđihit ja guorahallat dan, mo sámi giellaláhka váikkuha bargoservoša doaibmamii.
smn: Sämikuávlu kieldah, staatâ virgáduvah / finnodâhlájádâsâh já sämiorganisaatioh kalgeh tieđettiđ já kuorâttâllâđ tom, maht säämi kielâlaahâ vaikut pargosiärváduv tooimân.

source: Sámiid ruovttuguovllu gielddat, stáhta virgebáikkit / fitnodatlágádusat ja sámeorganisášuvnnat galget válbmet vuogádaga dasa, mo tulkon dahje sámegielat áššehasbálvaleapmi doaibmasuorggis lágiduvvo ja dieđihit olbmuide daid olbmuin, geat sáhttet fállat áššehasbálvaleami sámegillii.
smn: Sämikuávlu kieldah, staatâ virgáduvah / finnodâhlájádâsâh já sämiorganisaatioh kalgeh rähtiđ muneldeijee vuáháduv tast, maht tulkkum tâi sämikielâlâš äššigâšpalvâlem uárnejuvvoo toimâsyergist já kalgeh tieđettiđ aalmugân tain ulmuin, kiäh pyehtih adeliđ äššigâšpalvâlem sämikielân.

source: Sámi giellalága ollašuvvama galgá čuovvut bušeahttadoalu ja bálvalusaid kvalitehta mielde.
smn: Säämi kielâlaavâ olášume kalga čuávvuđ budjetekonomia já palvâlusâi kvaliteet mield..

source: Sámegielat bálvalusaid fállamii ožžojuvvon ruhtadeami ja daid geavaheami galgá čilget bušeahtas.
smn: Sämikielâlâš palvâlusâi pyevtitmân finnejum ruttâdem já toi kevttim kalga sierânistiđ budjetijn.

source: Sámeguovllu gielddat ja stáhta ossodagat galget ráhkadit mihtidanvugiid, mo sámegielat bálvalusaid, daid doaibmama ja váikkuhusa galgá mihtidit.
smn: Sämikuávlu kieldah já staatâ ohtâduvah kalgeh rähtiđ mittedemvuáháduvâid, maht sämikielâlâš palvâlusâid, toi toimâmvuođâ já vaikuttâs puáhtá mittediđ.

source: Sámegielat áššehasbálvalusain ja daid doaibmilvuođas galgá čoaggit jeavddalaččat áššehasmáhcaheami ja máinnašuvvon máhcahat galgá leat sámegielat bálvalusaid mihttáriid oassin ja árvvoštallamin sámegielat bálvalusaid doaibmilvuođas.
smn: Sämikielâlâš äššigâšpalvâlusâin já toi toimâmvuođâst kalga nuurrâđ merikooskâi äššigâšmacâttâs já nomâttum macâttâs kalga leđe uássin sämikielâlâš palvâlusâi mittedemvuáháduv já árvun sämikielâlâš palvâlusâi toimâmvuođâst.

source: Áššehasaide galgá aktiivvalaččat dieđihit sin vuoigatvuođain ja sámi giellalága vuoigadahttán bálvalusain, ns. ovddidit sámegiela geavaheami sámi giellalága gáibidan vugiin.
smn: Äššigâššáid kalga aktiivlávt tieđettiđ sii vuoigâdvuođâin já säämi kielâlaavâ adelem vuoigâdvuođâin palvâlussáid, tâi talle ovdediđ sämikielâ kevttim säämi kielâlaavâ vaattâm vuovvijn.

source: Sámi giellalága eavttuid ollašuvvan lea maiddái jurddašanvuohkeášši sámiid ruovttuguovllus.
smn: Säämi kielâlaavâ iävtui tevdim sämikuávlust lii meiddei jurdâččemkoččâmâš.

source: Gielddaid ovttaveardásašvuohtaplánaid ja dásseárvobarggu oassin gielddaid ja stáhta ossodagat galget lasihit bargiid diđolašvuođa sámiin, sin kultuvrras, servodatlaš sajádagas ja historjjás.
smn: Uássin kieldâi oovtviärdásâšvuáváámijd já täsiárvupargo kalgeh kieldah já staatâ ohtâduvah lasettiđ pargeidis tiäđu sämmilijn, sii kulttuurist, ohtsâškodálâš sajaduvâstis já historjást.

source: Dát diehtu lasihivčče áddejumi sámi giellalágan eavttuid hárrái.
smn: Taat tiätu lasettičij ibárdâs säämi kielâlaavâ iävtui kuáttá.

source: Buot sámeguovllu gielddaide ja stáhta ossodagaide galggašii ordnet doaibmasurggiid mielde máŋggakultuvrralaš-, ovttaveardásašvuohta ja dásseárvoskuvlejumi, gos gieđahallošedje ee. sápmelašvuhtii ja sámi giellaláhkii gullevaš áššit.
smn: Jyehi sämikuávlu kieldân já staatâ ohtâduvváid kolgâččij orniđ toimâsuorgij mield maaŋgâkulttuurlâšvuođâ-, oovtviärdásâšvuođâ- já täsiárvuškovliittâs, mast kieđâvuššuuččii eres lasseen sämmilâšvuotân já säämi kielâlaahân kullee ääših.

source: Sámeguovllu gielddat ja stáhta ossodagat galget doaimmaid ovddidettiin laktit doaimmaid ja virggiid nu, ahte dálá sámegielmáhtolaš bargit geavahuvvošedje gieldda dahje ossodaga sámegielat bálvalusaid / tulkonbálvalusaid buvttadeaddjin.
smn: Sämikuávlu kieldah já staatâ ohtâduvah kalgeh toimâidis oovdettijn ovtâstâllâđ tooimâid já viirgijd nuuvt, et tááláš sämikieltáiđusâš pargojuávkku kevttuuččij ävkkin kieldâ tâi ohtâduv sämikielâlâš palvâlusâi / tulkkumpalvâlusâi pyevtitteijen.

source: Dán bálvalusas galgá dieđihit áššehasaide.
smn: Taan palvâlusâst kalga tieđettiđ äššigâššáid.

source: Gielddat ja stáhta ossodagat galget kártet doaibmasuorggisteaset bargi sámegielmáhtolaččaid ja diđoštallat sin vejolašvuođa ja gearggusvuođa doaibmat tulkan.
smn: Kieldâi já staatâ ohtâduvah kalgeh karttiđ toimâsuorgijnis pargee sämikieltáiđusâš pargeid já tiäđuštâllâđ sii máhđulâšvuođâ já haalu toimâđ tulkkân.

source: Juohke sámiid ruovttuguovllus doaibmi stáhta ja gieldda ossodagas galgá leat viiddes vuogádat sámegiela lohkama doarjumii.
smn: Sämikuávlu jyehi tuáimee staatâ já kieldâ ohtâduvâst kalga leđe tarbâšân vijđes vuáhádâh sämikielâ uápui tuárjumân.

source: Skuvlenvejolašvuođaid ja gielladáiddu váikkuhusa birra bálkái galgá aktiivvalaččat dieđihit bargiide.
smn: Škovlimmáhđulâšvuođâin já kielâtááiđu vaikuttâsâin pálkkátmân kalga aktiivlávt tieđettiđ pargeid.

source: Sámiid ruovttuguovllu gieldda ja stáhta bálvalusaid fálli ossodagat galget vuođđudit áššehasregistaraid, main albmana áššehasa miehtan áššehasregistarai, ja mas oidno dat sámegiella, mainna son háliida alcces bálvalusa.
smn: Sämikuávlu kieldâlâš já staatâlâš palvâlusâid fällee ohtâduvah kalgeh vuáđudiđ äššigâšregisterijd, main lii äššigâš mietâmâš äššigâšregisterân, já mast čiälgá tot sämikielâ, moin sun haalijd jieijâs palvâluđ.

source: Registaras galggašii albmanit dat, ahte háliidago áššehas njálmmálaš ja čálalaš bálvalusaid sámegillii.
smn: Registerist kolgâččij čielgâđ, et haalijd-uv äššigâš njálmálâš já kirjálâš palvâlusâid sämikielân.

source: Registtar galggašii leat aktiivvalaš anus álo áššehasdeaivvadeami oktavuođas ja dan vehkiin addošedje sámegielat bálvalusat.
smn: Register kolgâččij leđe aktiivlâš kiävtust ain äššigâškuáhtáámij ohtâvuođâst já ton vievâst puávtáččij čuosâttiđ sämikielâlâš palvâlusâid.

source: Ng. sámegiela giellalasi prosentuálalaš meari galggašii bajidit.
smn: Nk. sämikielâ kielâlase prooseentlâš mere kolgâččij luptiđ.

source: Dálá giellalassi ii movttiidahte sámegiela studeremii.
smn: Tááláš kielâlase ij movtijdit sämikielâ luhâmân.

source: Bálkávuogádaga nuppástuhttima bokte sámegiela studeremis galgá bargat ekonomalaččat gánnáhahtti.
smn: Nubástutmáin pálkkááttemvuáháduv kalga sämikielâ luhâmist toohâđ ekonoomlávt kyeditteijee.

source: Nu guhká go anáraš- ja nuortalašgiela oasil ii leat virggálaš gielladáiddu duođaštan / dohkkehanvuogádat (nugo gielladutkkus) ordnejuvvon, sámi giellaráđđi nammada áššedovdilávdegotti, man bargun lea dáhpáhus hávil duođaštit olbmo gielladáiddu anáraš- ja nuortalašgiela oasil.
smn: Nuuvt kuhháá ko aanaar- já nuorttâkielâ uásild ij lah virgálâš kielâtááiđu čäittim- / tuhhiittemvuáhádâh (tegu kielâtutkos) uárnejum, noomât säämi kielârääđi äššitobdeelävdikode, mon pargon lii tábáhtuskuáhtásávt tuođâštiđ ulmuu kielâtááiđu aanaar- já nuorttâkielâ uásild.

source: Gieldda ja stáhta ossodagat galggašedje atnit bargoohcandilis dán duođaštusa seammaárvosažžan gielladutkosiin ja – duođaštusain nu guhká go anáraš- ja nuortalašgiela oasil ii leat vejolašvuohta gielladutkosii ja – duođaštussii.
smn: Kieldâlâš já staatâ ohtâduvah kolgâččii toollâđ paargonuuccâmtilálâšvuođâin taam tuođâštus siämmááviärdásâžžân kielâtutkosáin já – tuođâštussáin nuuvt kuhháá ko aanaar- já nuorttâkielâ uásild ij lah máhđulâšvuotâ kielâtutkosân já – tuođâštusân.

source: Sámiid ruovttuguovllu virgeoapmahaččaid ja eará orgánaid sámegiela hálli bargiide galgá dáhkidit seammaárvosaš ekonomalaš vejolašvuođaid ja eará doarjjavuogádagaid studeret sámegiela go sámegiela máhtekeahtes bargiide.
smn: Sämikuávlu virgeomâheh já eres pargoadeleijeeh kalgeh sämikielâ sárnoo pargei tähidiđ siämmáá-árvusijd ekonoomlâš máhđulâšvuođâid já eres toorjâvuáháduvâid luuhâđ sämikielâ tegu sämikielâ mätihánnáá pargei-uv.

source: Gielddat galget gohcit sámi giellalága § 18 mielde oastobálvalusain ja gieldaovttastumiid doaimmas ahte sámiid gielalaš vuoigatvuođat ollašuvvet ja gáibidit, ahte bálvalusa lágideaddji orgánat čuvvot sámi giellalága ollašuvvama ja čuvvot sámi giellalága iežas doaimmas.
smn: Kieldah kalgeh säämi kielâlaavâ 18 § miäldásávt kocceeđ uástupalvâlusâin já kieldâovtâstumij tooimâst et sämmilij kielâlâš vuoigâdvuođah olášuveh já vaattâđ, et palvâlusâi uárnejeijeeh čuávvuh säämi kielâlaavâ olášume já nuávditteh säämi kielâlaavâ jieijâs toimâinis.

source: Stáhta dahje láhkaásaheami guoskevaš evttohusat:
smn: Staatâ tâi lahâasâttâs kyeskee iävtuttâsah:

source: Sámi giellalága galgá nuppástuhttit (paragráffa § 31) nu, ahte lágas ásahuvvon gieldda vuođđobálvalusaid buvttadeaddji eará orgánat váldojit ja gieldaovttastumit main sámiid ruovttuguovllu gielda dahje oassi das lea fárus, maiddái Sámi giellalágas dárkkuhuvvon stáhtadoarjaga ollái (§ 31).
smn: Säämi kielâlaavâ kalga nubástutteđ (31 §) nuuvt, et lahâaasâtlâš kieldâlâš vuáđupalvâlusâid pyevtitteijee eres finnoduvah já kieldâovtâstumeh main sämikuávlu kieldâ tâi uási tast lii mieldi, váldojeh meiddei säämi kielâlaavâ miäldásâš staatâtorjuu pirrâdâhân (31 §).

source: Sámegielat vuođđooahpahusa ja beaivedikšuma galgá sierra buhttet maiddái sámeguovllu olggobeali guovllus stáhta váriin gielddaide.
smn: Sämikielâlâš vuáđumáttááttâs já peivitipšo kalga leđe sierânâssajanmäksimnáál staatâ ruuđâin kieldáid meiddei sämikuávlu ulguupiäláá kuávlust.

source: Stáhta galgá vuhtiiváldit doaimmas, ahte stáhtahálddahusa gánnáhahttivuođaprográmma eastá sámiid ruovttuguovllus sámegielat bargoveaga bálkáheami ja váttásmahttá sámi giellalága ollašuvvama.
smn: Staatâ kalga väldiđ vuotân toimâinis, et staatâhaldâšem pyevtitvâšvuođâohjelm iästá sämikuávlust sämikielâlâš pargojuávhu pálkkááttem já áštá säämi kielâlaavâ olášume.

source: Gánnáhahttivuođaprográmma galgá ollašuhttit vuhtiiváldimiin sámi giellalága.
smn: Pyevtitvâšvuođâohjelm kalga olášutteđ väldimáin vuotân säämi kielâlaavâ.

source: Maiddái gielda- ja bálvalusortnetođastusas galgá vuhtiiváldit, ahte ođastus ii oaččo geahpedit sámegielat bálvalusaid.
smn: Meid kieldâ- já palvâlemráhtusuđâsmitmist kalga väldiđ vuotân, et uđâsmittem ij uážu kepidiđ sämikielâlâš palvâlusâid.

source: Vejolaš gieldalaktimat eai oaččo hedjonahttit sámegielat bálvalusaid, vaikke gieldda veahkadatmearri nuppástuvašii suopmelašeanetlogu gieldan.
smn: Máhđuliih kieldâovtâstitmeh iä uážu hiäjusmitteđ sämikielâlâš palvâlusâid, veikkâ kieldâ olmoošmeeri muttuuččij syemmilâšeenâblohhoon.

source: Stáhta galgá jogo bidjat buot sámegielat bálvalusaid buvttadeami ruhtadeami sámedikki bokte dahje gohcit buorebut ruhtadeami geavaheami erenomážit guovttegielatvuođalasi mieđihettiin, ng. barggu ruhtadeapmi oažžu vástaga.
smn: Staatâ kalga jo-uv kanavistiđ puoh sämikielâlâš palvâlusâi pyevtittâsâi ruttâdem sämitige pehti tâi kocceeđ pyerebeht ruttâdem kevttim eromâšávt kyevtikielâlâšvuođâlase mieđeettijn, tâi talle rähtiđ ruttâdem vaastâlâžžân.

source: Almmoshálddahusa áššedikšunskoviid galggašii buot jorgalit sámegillii stáhta ja gieldda bealde.
smn: Staatâlâš já kieldâlâš almoshaldâšem ášástâllâmluámáttuvah kolgâččij puoh jurgâliđ sämikielân.

source: Sámiid ruovttuguovllu olggobeale stáhta ossodagat ja ministeriijat galggašedje jorgalahttit sámiid guoskevaš lágaid ja riikkavuložiid dehaleamos vuoigatvuođaid ja geatnegasvuođaid guoskevaš dieđihančállosiid / prošyraid sámegillii.
smn: Sämikuávlu ulguupiälááh staatâ ohtâduvah já ministeriöh kolgâččii jurgâliđ sämmilijd kyeskee laavâid já kuávdášlâš aalmug vuoigâdvuođâid já kenigâsvuođâid kyeskee tieđettempápárijd / raavâkirjáid sämikielân.

source: Stáhta ođđa bálkávuogádagas sámegiela dáiddu galgá atnit bálkká bajideaddji ánsun álo sámiid ruovttuguovllus doaibmi stáhta ossodagain dahje fitnodatlágádusain, maid doaibmaguvlui sámiid ruovttuguovlu gullá.
smn: Staatâ uđđâ pálkkááttemvuáhduvâst kalga sämikielâ táiđu leđe päälhi loptejeijee ánsun ain sämikuávlust tuáimee staatâ ohtâduvâst tâi finnodâhlájádâsâst, moi toimâkuávlun sämikuávlu kulá.

source: Stáhta galgá ovddidit doaimmain ja ruhtademiin sámegielat diehtojuohkima šaddama Supmii ja maiddái dahkat vejolažžan buot sápmelaččaid dásseárvosaš vejolašvuođaid čuovvut sámegielat ođđasiid jierpmálaš diibmomeare áigge.
smn: Staatâ kalga ovdediđ toimâinis já ruttâdmis vievâst sämikielâlâš tiäđusirdem šoddâm Suomân sehe toohâđ máhđulâžžân puohâi sämmilij täsiárvulijd máhđulâšvuođâid čuávvuđ sämikielâlâš uđđâsijd jiärmálij tijmeaaigij.

source: Stáhta galgá addit sámedikki bokte juohkinláhkai fásta mearreruđa sámegielat mánáid ja nuoraid riekkesdoaimma ruhtadeapmin.
smn: Staatâ kalga čujottiđ sämitige pehti jyehimnáál merikoskâsii meriruuđâ sämikielâlâš párnái já nuorâi kerhotooimâ ruttâdmân.

source: Stáhta galgá guorahallamiin láhčit daid vuođđoprinsihpaid, maid mielde mearriduvvojit dat virgeoapmahaččat, maid sámi giellaláhka guoská virgeoapmahašdoaimma luonddu dihte.
smn: Staatâ kalga tulkkuumijnis rähtiđ taid vuáđuprinsiipâid, moi mield meriduvvojeh toh virgeomâheh, maid säämi kielâlaahâ kuáská virgeomâhâštooimâ luándu keežild.

source: Sámiid gielalaš vuoigatvuođaid sihkkarastima dihte sámi giellalága rihkkumušaid buktin riektevuogádaga ollái lea erenomáš dehalaš sámi giellalága ollašuvvamage dáfus.
smn: Sämmilij kielâlâš vuoigâdvuođâi visásmitmân säämi kielâlaavâ rikkomušâi pyehtim riehtivuáháduv pirrâdâhân lii uáli tehálâš säämi kielâlaavâ olášume-uv tááhust.

source: Rihkkumušaid čielggadeapmin ja eastadeapmin galgá ráhkadit čielga váidalus- ja sanktiovuogádaga.
smn: Rikkomušâi čielgiimân já estimân kalga rähtiđ čielgâ kuoddâlem- já ráŋgáštemvuáháduv.

source: Skuvlenvuogádaga guoskevaš evttohusat:
smn: Škovlimvuáháduv kyeskee iävtuttâsah:

source: Jo ámmátoahpahusas galgá vuhtiiváldit sámegielmáhtolaš bargoveaga dárbbu ja dahkat vejolažžan sámegiela lohkama jo studerenáigge.
smn: Juo áámmátškoliittâsâst kalga väldiđ vuotân sämikieltáiđusii pargojuávhu tárbu já toohâđ máhđulâžžân sämikielâ luuhâm juo škovliittâsääigi.

source: Videogáiddusoahpahusa bokte oahpahusa sáhttá ordnet Mátta-Supmiige.
smn: Videokáidusmáttááttâs pehti puáhtá máttááttâs orniđ Maadâ-Suomân-uv.

source: Erenomáš stuorra sámegielmáhtolaš bargiid váilevuohta lea polesis, Lappi heahteguovddážis ja sosiála- ja dearvvasvuohtasuorggis.
smn: Eromâš stuorrâ sämikielâtáiđusâš pargojuávhu tárbu lii poolisvuomijn, Laapi etikuávdáást já sosiaal- já tiervâsvuođâsyergist.

source: Sámiid ruovttuguovllu gielddaid vuođđooahpahusas ja nuppi dási oahpahusas galgá gieđahallat sámi giellalága ja gielalaš vuoigatvuođaid.
smn: Sämikuávlu kieldâi vuáđumáttááttâsâst já nube tääsi máttááttâsâst kalga kieđâvuššâđ säämi kielâlaavâ já kielâlâš vuoigâdvuođâid.

source: Sámeguvlui ámmátbargoveaga skuvlejeaddji oahppolágádusaid oahpahusas (ee. Lappi universitehta, Oulu universitehta Giellagas-instituhtta ja pedagogihka dieđagoddi ja Roavvenjárgga ámmátallaskuvla, SOG ja polesámmátallaskuvla) galgá gieđahallat sámi giellalága ja dan geatnegasvuođaid.
smn: Sämikuávlun áámmátpargojuávhu škuávlejeijee oppâlájádâsâi máttááttâsâst (el. Laapi ollâopâttâh, Oulu ollâopâttuv Giellagas-instituut já šoddâdemtiettui tieđâkodde sehe Ruávinjaargâ áámmátollâškovlâ, SMK já poolisáámmátollâškovlâ) kalgeh kieđâvuššâđ säämi kielâlaavâ já ton kenigâsvuođâid.

source: Ovttaveardásašvuohtalága ja sámi giellalága vejolažžan dahkan positiivvalaš sierrameannudeami galgá geavahit ávkin viidásabbot skuvlenvuogádagas.
smn: Oovtviärdásâšvuođâlaavâ já säämi kielâlaavâ máhđulâžžân toohâm positiivlâš sierânâskohtâlem kalga kevttiđ ävkkin vijđásubbooht škovlimvuáháduvâst.

source: Sámegielat bálvalusaid galgá sihkkarastit jo skuvlenmuttus ng. sámedihtomeriin guovddáš skuvlensurggiin, gos gielladihtomearri ii vel leat.
smn: Sämikielâlâš palvâlusâid kalgâ turvâstiđ juo škovlimpaje ääigi nk. sämmilâštiätumeerijn kuávdášlâš škovlimsuorgijn, main kielâtiätumeeri ij vala lah.

source: Váldoáššis sámedikki guoskevaš evttohusat:
smn: Iänááš Sämitige kyeskee iävtuttâsah:

source: Sámediggi galgá álggahit čielggadanbarggu sámegielat bálvalusaid sihkkarastimis ja ovddideamis sámiid ruovttuguovllu olggobealde ovttas vuoigatvuohtaministeriijain, sámeservviin ja vehádatáittardeaddjiin.
smn: Sämitigge kalga algâttiđ čielgimpargo sämikielâlâš palvâlusâi tuurvâstmist já oovdedmist sämikuávlu ulguubeln oovtâst riehtiministeriöin, sämiseervijguin já ucceeblohováldálâžžáin.

source: Sámiid gielalaš vuoigatvuođaid ollašuvvama várás livččii ávkkálaš, jos sámediggi vuođđudivčče ovttas sámiid ruovttuguovllu gielddaiguin muhtinlágan giellaguovddážiid, main barggašedje sámegielmáhtolaš virgeolbmot ja doaibmaolbmot.
smn: Sämmilij kielâlâš vuoigâdvuođâi olášutmân ličij ávhálâš, jis sämitigge vuáđudičij oovtâst sämikuávlu kieldâiguin mottoomlágánijd kielâkuávdáid, main toimâččii sämikieltáiđusiih virgealmaah já toimâulmuuh.

source: Guovddážiin sámit sáhtášedje boahtit ohcat sámegielat áššehasbálvalusa ja jearrat rávvagiid ja dieđuid ee. sámi giellalágas ja sámiid gielalaš vuoigatvuođain sámiid ruovttuguovllu gielddaid ja stáhta virgeoapmahaččain.
smn: Kuávdáin sämmiliih puávtáččii eelliđ viežžâmin sämikielâlâš äššigâšpalvâlem já koijâdmin ravvuid já tiäđuid el. säämi kielâlaavâst já sämmilij kielâlâš vuoigâdvuođâin sämikuávlu kieldâi já staatâ virgeomâhijn.

source: Gielddat, stáhta ossodagat ja sámediggi galggašedje dutkat vejolašvuođaid vuođđudit oktasaš virggiid, maid vehkiin sámegielat bálvalusat sihkkarastošedje.
smn: Kieldah, staatâ ohtâduvah já sämitigge kolgâččii tutkâđ máhđulâšvuođâid vuáđudiđ ohtsijd viirgijd, moiguin sämikielâlâš palvâlusah turvâstuuččii.

source: Sámediggi galgá dieđihit aktiivvalaččat sámi giellalágas sámiide ja movttiidahttit sámiid geavahit sámegiela.
smn: Sämitigge kalga tieđettiđ aktiivlávt säämi kielâlaavâst sämmiláid já movtijdittiđ sämmilijd kevttiđ sämikielâ.
